{
  "Usuário": "User",
  "Login": "Login",
  "Logout": "Logout",
  "Lista de Egressos": "List of Graduates",
  "Acompanhamento dos Egressos": "Follow-up of Graduates",
  "Histórico da Pós": "Postgraduate History",
  "Números da Pós": "Postgraduate Numbers",
  "PORTAL DE ACOMPANHAMENTO DOS": "FOLLOW-UP PORTAL FOR",
  "EGRESSOS DA PÓS GRADUACÃO": "UFU ELECTRICAL ENGINEERING",
  "EM ENG. ELETRICA DA UFU": "GRADUATES",
  "Neste site pretendemos manter contato constante com todos nossos egressos de mestrado, doutorado e pós-doutorado do programa de pós-graduação em Engenharia Elétrica da Universidade Federal de Uberlândia (PPGEELT). Além de coletar informações de nossos egressos para entender melhor os impactos de nossa formação, pretendemos usar estes números para balizar melhorias e trazer ao público em geral um panorama do impacto do PPGEELT. Também fomentar novas oportunidades e propor interações a toda sua comunidade.": "On this website we intend to maintain constant contact with all our master's, doctorate and post-doctoral graduates from the postgraduate program in Electrical Engineering at the Federal University of Uberlândia (PPGEELT). In addition to collecting information from our graduates to better understand the impacts of our training, we intend to use these numbers to guide improvements and provide the general public with an overview of the impact of PPGEELT. Also foster new opportunities and propose interactions to your entire community.",
  "Assista Ao Vídeo": "Watch the Video",
  "Aqui você encontrará a lista das pessoas que se formaram no PPGEELT no decorrer dos anos, seja no mestrado, seja no doutorado ou no pós-doutorado de nosso programa.": "Here you will find the list of people who graduated from PPGEELT over the years, whether in the master's degree, doctorate or post-doctorate of our program.",
  "Saiba Mais": "Know More",
  "Senha": "Password",
  "Lembrar-me": "Remember Me",
  "Esquecci a senha": "Forgot Password",
  "Entrar": "Enter",
  "*Se for sua primeira vez se conectando, a senha padrão é seu CPF sem pontos e traço.": "*If this is your first time logging in, the default password is your CPF without dots and dashes.",
  "Ano Egresso": "Graduate Year",
  "Nome": "Name",
  "Titulação": "Title",
  "Empresa ou Instituição Atualmente": "Current Company or Institution",
  "Orientador": "Teacher advisor",
  "HISTÓRICO": "Historic",
  "Este é o site de acompanhamento dos egressos da pós-graduação da UFU. Nele, traçamos uma série de informações para o publico em geral e também criamos uma estrutura de suporte para nossos egressos. Este é o site de acompanhamento dos egressos da pós-graduação da UFU. Nele, traçamos uma série de": "This is the website for monitoring UFU postgraduate graduates. In it, we provide a series of information for the general public and also create a support structure for our graduates. This is the website for monitoring UFU postgraduate graduates. In it, we outline a series of",
  "PESQUISADORES": "RESEARCHERS",
  
}